1password
adb
anbox
apt-transport-https
baobab
base-passwd
bash
bc
ca-certificates
cheese
cmake
code-insiders
code
colordiff
console-setup
curl
dash
dbus-x11
deluge
desktop-file-utils
diffutils
dkms
docker-compose
docker.io
e2fsprogs
exfat-utils
expect
fd-find
ffmpeg
findutils
firefox-locale-en
firefox
fonts-noto-color-emoji
fonts-noto-mono
fonts-ubuntu
fzf
gconf-service
gconf2
git-lfs
git
gnome-keyring
golang-docker-credential-helpers
google-chrome-beta
google-chrome-stable
google-cloud-print-connector
gpg-agent
grep
gzip
hostname
htop
httpie
hunspell-en-us
hyphen-en-us
ibus
icdiff
init
jq
keyboard-configuration
lame
libdrm-dev
libheif-examples
liblvm2cmd2.03
libmysqlclient-dev
libnotify-bin
libreoffice-help-en-us
libsecret-1-0
libsqlite3-dev
libxcb-xtest0
linux-generic
linux-headers-generic
lm-sensors
locales
lshw
lvm2
m4
mokutil
mycli
mysql-client
mythes-en-us
ncurses-base
ncurses-bin
ngrep
nmap
nodejs
openssh-server
os-prober
p7zip
pavucontrol
pciutils
peek
pkg-config
poppler-data
postgresql-contrib
postgresql
ppa-purge
progress
python-is-python2
python3-distutils
rclone
redis
screenfetch
shim-signed
signal-desktop
snapd
steam
teams
teamviewer
thefuck
thin-provisioning-tools
tree
ttf-mscorefonts-installer
udev
unrar
unzip
usbutils
vim
virtualbox
wamerican
wbritish
wine
x11-utils
xclip
xdg-user-dirs
xkb-data
xrdp
xxd
yarn
youtube-dl
zip
zlib1g-dev
zlib1g
zsh
