tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "act"
brew "openssl@3"
brew "python@3.11"
brew "bat"
brew "gettext"
brew "pcre"
brew "colordiff"
brew "coreutils"
brew "deno"
brew "libssh2"
brew "exa"
brew "tcl-tk"
brew "expect"
brew "fd"
brew "unbound"
brew "gnutls"
brew "findutils"
brew "fzf"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "libgcrypt"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "grep"
brew "helm"
brew "htop"
brew "httpie"
brew "icdiff"
brew "imagemagick"
brew "iredis"
brew "jq"
brew "libfido2"
brew "python-tabulate"
brew "litecli"
brew "mas"
brew "mockery"
brew "ncdu"
brew "ngrep"
brew "nmap"
brew "node"
brew "openssh", link: false
brew "p7zip"
brew "pgcli"
brew "pinentry-mac"
brew "protoc-gen-go"
brew "python@3.10"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "rust"
brew "skopeo"
brew "thefuck"
brew "tokei"
brew "tree"
brew "ttygif"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
cask "appcleaner"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "font-meslo-lg-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-chrome-dev"
cask "iterm2-beta"
cask "libreoffice"
cask "maccy"
cask "monitorcontrol"
cask "mullvadvpn"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "IBM.output-colorizer"
vscode "jpoissonnier.vscode-styled-components"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "nhoizey.gremlins"
vscode "pnp.polacode"
vscode "Prisma.prisma"
vscode "quandinh.onehalf-dark"
vscode "quandinh.onehalf-light"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "SimonSiefke.svg-preview"
vscode "tomoki1207.pdf"
vscode "usernamehw.highlight-logical-line"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vsls-contrib.codetour"
vscode "wmira.react-playground-vscode"
vscode "zxh404.vscode-proto3"
