tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "gettext"
brew "pcre"
brew "colordiff"
brew "coreutils"
brew "deno"
brew "diskus"
brew "exa"
brew "expect"
brew "fd"
brew "unbound"
brew "gobject-introspection"
brew "icu4c"
brew "findutils"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "libgcrypt"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "grep"
brew "htop"
brew "httpie"
brew "icdiff"
brew "imagemagick"
brew "iredis"
brew "jq"
brew "krb5"
brew "libfido2"
brew "libpq"
brew "litecli"
brew "ncdu"
brew "ngrep"
brew "nmap"
brew "node"
brew "openssh", link: false
brew "p7zip"
brew "pgcli"
brew "pinentry-mac"
brew "postgresql@14", restart_service: true
brew "pv"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "thefuck"
brew "tokei"
brew "tree"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "font-sauce-code-pro-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-chrome-dev"
cask "iterm2"
cask "libreoffice"
cask "maccy"
cask "monitorcontrol"
cask "mullvadvpn"
cask "rectangle"
cask "visual-studio-code"
cask "vlc"
