tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "sqlite"
brew "asciinema"
brew "bat"
brew "gettext"
brew "pcre"
brew "colordiff"
brew "coreutils"
brew "diskus"
brew "exa"
brew "expect"
brew "fd"
brew "unbound", restart_service: true
brew "gobject-introspection"
brew "icu4c"
brew "lame"
brew "libvorbis"
brew "sdl2"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnu-tar"
brew "libgcrypt"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "grep"
brew "htop"
brew "httpie"
brew "icdiff"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "libfido2"
brew "libpq"
brew "mas"
brew "mockery"
brew "nghttp2"
brew "ngrep"
brew "nmap"
brew "node"
brew "openssh", link: false
brew "p7zip"
brew "pgcli"
brew "pinentry-mac"
brew "pipx"
brew "postgresql", restart_service: true
brew "protoc-gen-go"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "thefuck"
brew "tokei"
brew "tree"
brew "ttygif"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "firefox"
cask "firefox-developer-edition"
cask "font-sauce-code-pro-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-chrome-dev"
cask "iterm2"
cask "libreoffice"
cask "little-snitch"
cask "micro-snitch"
cask "minecraft"
cask "monitorcontrol"
cask "mullvadvpn"
cask "rectangle"
cask "signal"
cask "skype"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
mas "2Do", id: 477670270
mas "GarageBand", id: 682658836
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
