tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "gettext"
brew "pcre"
brew "colordiff"
brew "coreutils"
brew "diskus"
brew "exa"
brew "expect"
brew "fd"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "libgcrypt"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "grep"
brew "htop"
brew "httpie"
brew "jq"
brew "ngrep"
brew "nmap"
brew "node"
brew "openssh", link: false
brew "p7zip"
brew "pgcli"
brew "pinentry-mac"
brew "rename"
brew "ripgrep"
brew "rsync"
brew "thefuck"
brew "tokei"
brew "tree"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-completions"
cask "db-browser-for-sqlite"
cask "firefox"
cask "firefox-developer-edition"
cask "font-sauce-code-pro-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-chrome-dev"
cask "iterm2"
cask "libreoffice"
cask "maccy"
cask "rectangle"
cask "sequel-pro"
cask "visual-studio-code"
